IdeaRS.OpenModel.Detail.OpeningCirc
Representation of circular opening in IDEA StatiCa Detail

IdeaRS.OpenModel.Detail.OpeningCirc.#ctor
Constructor

IdeaRS.OpenModel.Detail.OpeningCirc.Diameter
Diameter of opening